Repository: ilesansfil/iPhone
Catalog: src/*.lproj/Localizable.strings
Languages: fr

source: Map
fr: Carte

source: Hotspots
fr: Points d'accès

source: News
fr: Nouvelles

source: Informations
fr: Infos

source: Favorites
fr: Favoris

source: Cannot connect to the Internet
fr: Aucune connexion à Internet

source: You must connect to a Wi-Fi or cellular data network to view the map.
fr: Vous devez être connecté à un réseau Wi-Fi ou cellulaire pour voir la carte

source: To take advantage of OFFLINE MODE, you need to connect once to Internet to create the database of hotspots.
fr: Pour profiter du MODE HORS-LIGNE, vous devez vous connecter une première fois à Internet afin de créer la base de données des points d'accès

source: To take advantage of OFFLINE MODE, you need to connect once to Internet to create the database of news.
fr: Pour profiter du MODE HORS-LIGNE, vous devez vous connecter une première fois à Internet afin de créer la base de données actualité

source: Loading...
fr: Chargement...

source: Release to refresh...
fr: Relachez pour rafraichir...

source: Pull down to refresh...
fr: Abaissez pour rafraichir...

source: Last Updated: %@
fr: Dernière mise à jour: %@

source: Locating
fr: Localisation...

source: You are here
fr: Vous êtes ici

source: There are no location in the area
fr: Aucun point d'accès dans cette zone

source: Could not find the address
fr: Impossible de trouver l'adresse

# btn-back-map
source: btn-back-map-en.png
fr: btn-back-map-fr.png

# btn-retour
source: btn-retour-en.png
fr: btn-retour-fr.png

# btn-back-favorites
source: btn-back-favorites-en.png
fr: btn-back-favorites-fr.png

# btn-back-list
source: btn-back-list-en.png
fr: btn-back-list-fr.png

source: Address
fr: Addresse

source: Phone
fr: Téléphone

source: Email
fr: Courriel

source: Directions To Here
fr: Itinéraire vers ce lieu

source: Show it on the map
fr: Montrer sur la carte

source: Add to Favorites
fr: Ajouter aux favoris

source: Remove to Favorites
fr: Enlever des favoris

source: Open in Google Maps?
fr: Ouvrir dans Google Maps ?

source: Call the phone number?
fr: Appeler le numéro ?

source: Send an email?
fr: Envoyer un courriel ?

source: This hotspot has been removed!
fr: Ce point d'accés a été supprimé !

# site apache
source: http://www.ilesansfil.org/welcome/about/app-license/
fr: http://www.ilesansfil.org/a-propos/documents-officiels/licence-app/

source: ISF News
fr: Nouvelles ISF

source: Blog
fr: Blogue

source: Yes
fr: Oui

source: No
fr: Non

source: Visit the Île sans fil website?
fr: Voulez vous Visiter le site de Île sans fil ?

source: Visit the iWeb website?
fr: Voulez vous visiter le site web de iWeb ?

source: Visit the Thomas Dobranowski website?
fr: Voulez vous visiter le site web de Thomas Dobranowski ?

source: Visit the Laurent Maisonnave website?
fr: Voulez vous visiter le site web de Laurent Maisonnave ?

source: Visit the Patrick Boucher website?
fr: Voulez vous visiter le site de web Patrick Boucher ?

source: Visit the ile sans fil website Apache 2.0 license?
fr: Voulez vous visiter le site de la license Apache 2.0 d'île sans fil ?

source: Call Île sans fil?
fr: Appeler Île sans fil?

source: Send an email to Île sans fil?
fr: Écrire un courriel à Île sans fil?

# infosImage
source: infos_en.png
fr: infos_fr.png

# isfButton
source: btn_isf_en.png
fr: btn_isf_fr.png

# backButton
source: btn_isf_infos_back_en.png
fr: btn_isf_infos_back_fr.png

# isfInfosImage
source: isf_infos_en.png
fr: isf_infos_fr.png

# isfInfosNotice
source: isfInfosNotice_en.png
fr: isfInfosNotice_fr.png

# isfCreditsImage
source: btn_credits_en.png
fr: btn_credits_fr.png

# btn_notice
source: btn_notice_en.png
fr: btn_notice_fr.png

# bt_settings
source: settings_en.png
fr: settings_fr.png

source: #ISF i'm actually to
fr: #ISF je suis actuellement au

# textinfo
source: This application is there to help you find free internet wireless access points on the great Montréal, managed by the non profit organisation Île sans fil. Today you are 160,000 members to use more than 220 WiFi hotpsots. Île sans fil network is the easiest and free way to connect to the Internet wirelessly in Montreal. Spread the word around!
fr: Cette application est là pour vous aider à trouver des points d'accès sans fil internet gratuit sur le grand Montréal, qui sont gérés par l'organisme à but non lucratif Île sans fil. Aujourd'hui, vous êtes 160 000 membres à utiliser plus de 220 points d'accès. Le réseau d'Île sans fil est le moyen le plus simple et gratuit pour se connecter à l'Internet sans fil à Montréal. Passez le message autour de vous !
